<template>
  <div>
    <h1>管理人からのメッセージ</h1>
    <div>
      私は、より多くの車好き(走り屋)さんたちのドライブ生活をより良いものにするためこのサイトを立ち上げました。<br />
      ただ、収益などは発生しないためこのサイトに多くの時間を割くことは出来ず、趣味程度の時間しか使えません。<br />
      また、私自身プログラムの技術も乏しいです。<br />
      しかし、より多くの方たちに必要としていただけるようなサイトを制作したいと思っていますので、応援のほどよろしくお願いいたします。<br />
      <br />
      <h3>今後追加予定の機能</h3>
      <ul>
        <li>基本的な峠情報</li>
        <li>峠の込み具合</li>
        <li>峠に多く集まる車のジャンル</li>
        <li>峠いいね機能</li>
        <li>ユーザー機能</li>
        <li>峠記録・口コミ機能</li>
        <li>峠検索機能</li>
        <li>峠追加機能</li>
        <li>マガジン・お知らせ機能</li>
        <li>リアルタイムオービス・取り締まり情報機能</li>
        <li>改善問い合わせ機能</li>
      </ul>
      <br />
      上記以外にも随時ユーザーの方の声も取り入れつつ更新を加えていきます。<br />
      <br />
      ※私と一緒に車好きの方たちのためのサイトを作成・お手伝いしていただける方は<a href="https://github.com/yudaiuk/street-racing">こちら</a>
      からご連絡または、プルリクを送っていただきたいです。<br />
      プログラム少ししかわからないなどの方でも気持ちがあれば、お手伝いしていただけるとうれしいです。(わたくしも素人のペーペーです)<br />
      また、申し訳ないのですが、私の思い立ち・趣味の範囲ですので給料などを出すことは厳しいですが、よろしくお願いいたします。<br />
      <br />
      <br />
      最後に、このサイトは決してスピード違反・ドリフト行為・暴走行為等の行動での違反行為を助長する目的のサイトではなく、あくまで制限速度以内・自身の運転技術を超えないドライブを楽しむ方のためのサイトになります。
    </div>
    <router-link to="/">前のページ</router-link>
  </div>
</template>